// Написать программу, в которую вводятся два числа и получается сумма
Console.WriteLine ("Введите целое положительное число");
int numberA = int.Parse(Console.ReadLine ());
Console.WriteLine ("Введите целое положительное число");
int numberB = int.Parse(Console.ReadLine ());
int result = numberA + numberB;
Console.WriteLine ("Cумма =" + result);